{
  "stories":
  [
    {
      "id": 0,
      "title": "hamburgers",
      "text": "There I was, snoozing on the job and my dreams were loud. It was past three on a mild autumn night. I sat slouched in a chair, breathing in spurts, bottle of cola between my thighs. The sound of the rattling bell startled me awake. Without warning, I was ripped from the depths and brought back to the surface. My eyes fluttered open, heart was pounding a steady beat shooting life through my veins. I was upstairs in the firehouse and only dressed from the waste down in my uniform. I realized what was happening. This was my first real fire. “Parker? Where are you? Let’s go!” the chief called from down below. The crew was sprinting out to the firetrucks. I leapt out of the chair, pulled my straps up, threw my jacket on, and tied my boots. All the while, I couldn’t help but ask, “How did I get here?”. It’s only natural to ask yourself these questions when you’re half between asleep and awake. But then, I reminded myself that it was better here than overseas on the frontlines. You see, I became a firefighter to escape the draft and my mother. This was fate’s way of saying, “Here you go. This is what you asked for”. One more sip of cola and then I slid down the metal pole to the garage. The rest of the crew were getting settled in the trucks. My buddy Randall was in the driver’s seat and so I hopped in next to him. I pretended to look like I wasn’t petrified. Engines turned on. We were in motion. At night, the rural roads are quiet and desolate. Randall turned on the flashing lights without the siren as I stared at dark corn fields and silhouettes of little houses in the distance. They stood peacefully like murky images in a painting. Behind them was a clear sky backdrop. Each star was a lantern floating in a black sea. “Were you sleepin’ on the job, Parker?” Randall turned to me and laughed. I smirked and shook my head. An orange glow broke the darkness. Our truck sped down unpaved gravel towards the source of the light. “Here we are. Another barn burner, am I right?” Randall said. I felt my heartbeat shake my body. We arrived at the scene of a farm, subdued by waves of fire. The old man and his wife were out in their pajamas pouring buckets of water on the flames. When I opened the door to the truck, I was greeted by the strong smell of hamburgers. Captain yelled, “Parker, get that hose!” I pulled the long gray tube and ran into the grass towards a barn. The farmer’s wife was sobbing. There was a charred cow lying dead on the ground. The horses were galloping mad through the fields. And then suddenly, the hose in my arms turned on and water erupted from the nozzle. I held on with all my strength and smothered as much of the fire as I could. The old couple gathered their chickens and goats to safety away from the torched barn. Piece by piece, the water swallowed the raging flames until they were squelched. Within several minutes, the job was done. But at the end of the night, the poor old couple lost two cows and had a lot of work to fix what burned down. Later that week, I was sitting at my desk when Randall strolled in, holding a newspaper. He held it up and said, “Read this,” tossing the rag into my hands. “POLICE PINCH PYROMANIAC” read the headline. There was a picture of a dirty middle-aged man in handcuffs. “Serial arsonist arrested by police in Colorado. Left a trail of barn fires in his path”. The article explained how the man fled Omaha, running away from a warrant for his arrest. He thought it would be better to burn out than to fade away, as they say. Thankfully, justice was served."
    },
    {
      "id": 1,
      "title": "heaven",
      "text": "Rays of morning sunlight pierced through the curtains. The alarm across the room was rattling on the desk. My body rolled out of bed and my feet touched the cold floor made of cement. My hand gave the alarm a good whack and it shut up. Seven identical gray outfits stared at me from the closet across the room. Gray button down shirts, gray pairs of trousers, black pairs of shoes, and white socks lined up slot by slot. There are seven sets, one for each day of the week. I picked out the one for today and got dressed. What’s fascinating is the thought that thousands of others are buttoning their shirt at the same time I am. Thousands of others are tying their shoes along with me, in near unison. This is the daily routine. I’m still getting used to life here in heaven. Back when I was alive and living on Earth, people told me all these things about pearly gates and lush green gardens. These are lies. First of all, there is no such thing as food in heaven. In fact, there is no need for it as we are never hungry. Secondly, everyone has a job in heaven. Don’t expect to come here and do nothing. You’re assigned a job based on the talents (or lack thereof) you had back home on that diseased walnut we call Earth. Every denizen of heaven is gifted one plain unfettered dormitory to be their own. Each is equipped with an extra long twin bed, a nightstand with an alarm, and a closet. After I dressed myself, I hurried downstairs and outside. The streets were filled with people flowing like conflicting currents. We all got places to be, you see. It’s a fast paced world up here and there’s no time to waste. On the corner of every two blocks is a circular sign with a big letter “B”. “B” meaning “Bogey”, our mode of transportation, here in heaven. Crowds of pedestrians walk between two parallel rails embedded in the ground that flank the sidewalks. The one nearest me is for Bogey tram cars going towards the outskirts division. The other for the inbound. The tram cars barrel through one at a time. The 8:03 straddled the metal rail like a caterpillar on a wire. It rocked back and forth, jostling its passengers. Loud shrieks sounded as the wheels grinded against the rails. It arrived. The accordion door folded open and we squeezed aboard. My job was to report to the wall. The one I’m talking about is the mile high concrete wall that wraps around the entirety of heaven. It may be daunting in appearance, but a closer look reveals fractures and scars. The wall has one purpose: to keep out those who didn’t make it to heaven. As you might imagine, not making it to heaven is a serious thing. This is the afterlife, which, unlike regular life, is infinite. If you don’t make it to heaven, you’re stuck. Sorry, pal. Getting rejected from heaven can spark intense emotional reactions in people. Everyone wants to come here, but only those who are qualified are allowed in. The man in charge is very selective. Every day, I come to the wall and scale a long treacherous ladder to then climb to the other side of the wall. That’s correct, I go to the other side. Why? Well, to clean it. The other side of the wall, the one that’s facing the void nothingness that isn’t heaven, is littered with graffiti and vandalism. There are cracks and wounds left over from all the people who couldn’t get in and were very angry about that. Every time someone gets rejected, the immediate reaction is to throw a tantrum and pound and kick against the wall. Others write profane words and slurs. And some spend days dousing the surface of the concrete with violent colors. I have to scrub it all off. The man in charge likes to keep it clean. “Did you hear about the new guy?” my boss asked me. I shrugged my shoulders. Apparently there’s a new guy in our group. I saw my coworkers traversing over to the wall, and near the front of the pack was a chipper looking guy with a smile that filled his face. He clearly just died. This had to be his first or second day in heaven. They always arrive cheery and excited. “What are you gonna have him do?” I asked. “Well, everybody hates scrubbing those dick drawings. So I figured I’d make him do it for his first day. That’ll set him straight”."
    },
    {
      "id": 2,
      "title": "lucky",
      "text": "For four years, I was homeless. I lived under the bridge, the one that goes over the train tracks and out over the river. The howling train was my morning alarm. That, accompanied with the sound of college crew teams practicing in the water. My makeshift mattress was good enough. The stack of rugs and wool blankets did its job. A cohort of wild animals and graffiti smothered structures kept me company. When I was up for it, I would leave my little habitat and walk all the way into town, hoping to scrounge up food with whatever money I had gathered. Sometimes, I would go downtown to the library and read some books. The library is warm in the winter time. Eventually, I decided I couldn’t live this life anymore. I needed to get a job and move on with my life. So, I found the cheapest button-down shirt I could bargain at a flea market. I had no iron. All I could do was try and stretch out the wrinkles. With my wet and hand-combed hair I went to the diner on Hansen and applied for a job. I have to admit, I lied about my experience. I told them that I had done this before and that I worked at all these different blue-collar jobs before coming here. And I guess I just got lucky because they gave me a job in the kitchen cooking food. I never cooked a single piece of food up until then. Not a single piece of meat. Not even pasta or soup. There was this middle aged lady, must’ve been early 40’s. Clearly she was from around these parts and probably was working this job for a long time. She enjoyed it, no doubt. She was sort of like my superior and she would help me out a little bit and train me. She knew that I lied. But she must’ve known how bad I needed this job. I couldn’t even slice a goddam bell pepper right. This lady, her name I wish I could remember, she really saved me. She never said a word to the manager. And I know sometimes I would make her mad because I couldn’t do anything right, but she was so patient. She talked to this other guy who used to clean the pots and the pans at the end of the night. He helped me find an apartment. I had to lie to the landlord because I was only making 12 dollars an hour under the table. The work was intense in the beginning. Everything went so fast and sometimes I would mess up. But I wanted to be good. In my spare time I would read cookbooks and I would even go to the library to use the computers. I would watch videos to learn different cooking skills. I didn’t stop until I knew everything about how to cook. I don’t work at that diner anymore. But I think back to that time and how I struggled and how I was able to get through it all. And that lady, I wish I could remember her name. If she ever reads this, I just wanted to say, thanks."
    },
    {
      "id": 3,
      "title": "la loma",
      "text": "Classes were over and the sky was darkening. I trekked down to the cyber café on 14th street. The goal was to get in a quick virtual session before I engaged in my much needed social interaction of the evening. This particular cyber café is the only one on the north coast. One might say it’s a luxury. I’m surprised it’s still around considering our cultural stance on superfluous things. Flashy gizmos and screens fill the place for your pleasure. I took a ride on the yellow line to Arborway. No one else got off at the stop, so I expected the place wouldn’t be crowded. This was good, as I hoped to avoid running into friends. I don’t go to the cyber café to socialize. In fact, I go to do quite the opposite. This was a time for solitude and individual mediation. Opening the door to the café was like opening a magic box. The bells strapped to the top of the door frame jingled as I swung it open. The place was burning blue with light. Soft cushioned seats lay scattered across the lounge area. Each individual one was an odd geometric shape. Dodecahedrons, cylinders, rectangular prisms, et cetera. High tables had built-in touch screens emanating a digital world. People could sit on stools, and poke around on little arcade games. The walls were brick painted black and married to avant-garde art. The smell of coffee assaulted my nostrils. Ambient music seeped through the speakers hanging in the corners of the walls. Layers of winding chords streaked under sparse keyboard notes. My prediction was correct. The place was quiet at this hour. I timed my visit perfectly, because most people use their Friday evenings for more social based activities. Social interaction. There were a couple of girls sitting on pentagonal prism seats in the back staring at the wall of screens. Each screen showed a different channel. One had a motion picture. Another showed a live concert. And another had a cartoon. With a pair of headphones, one can choose which audio from which screen he or she wants to hear with a click of a button. One screen’s audio can play in one ear while another plays in the opposite ear, allowing for dual absorption. A person could listen to one show while glancing at another, accumulating a collage of sensory experiences. On the far right was a bar. Behind the counter in cabinets were portable headsets and handheld devices to be rented out to customers. There was a row of plastic seats against one wall, each in companion with a footrest. For $300 at the counter, you can get a pair of goggles to strap to your head that fits a small chip the size of a quarter. The small chip contains a mind-numbing alternate world of your choice. So, I walked up to the guy at the counter. He was cleaning a mug once filled with a beverage. “Can I get the one with the restaurant? La Loma?” I asked. He reached into the cabinet, snatched the chip, and slapped it down on the counter. He then grabbed a pair of goggles from a shelf and handed them to me. The guy must get dozens of people like me every day. “Enjoy,” he said and I handed him a $300 bill. You get thirty minutes. Just thirty minutes to travel to a place you’ve never experienced or touched before. It’s all in your head but it feels completely real. The sights are clear, the scents are potent, and the textures are palpable. Sometimes, people want a refill. They just pay the $300 again and again and again so they can stay in their nirvana. All so they can disappear to their fantasy world. I sat down in the leather seat against the wall and strapped on the goggles. It was a full head apparatus. It covered the ears, the eyes, and the nose like a mask. I strapped down my waist to the chair. I clicked the button connected to the goggles and was taken to my place of choice: a deck facing the sea in a restaurant called La Loma. It was the only chip I ever bought. Every time I come to the cafe, I get this exact one, because it’s my favorite. The chip was designed well. This entire experience, in my opinion, is the pinnacle of art. First, we were given literature and music and paintings. Then we were given photographs and motion pictures. After that we played video games. But now, we have synthetic worlds designed by even brighter men and women. Each setting is a masterpiece in its own right. We can see what they want us to see, feel what they want us to feel, hear, touch, and smell. It’s like reality, but not, at the same time. It can be if we choose. We can ignore the real world and indulge in our fantasies for periods of time. La Loma was my guilty pleasure. It’s set looking out at a sea dubbed “the Mediterranean,” an exotic name I would have never conjured up myself. And perhaps that’s why it’s so captivating. Someone invented that word. Someone had the imagination to put a restaurant against this backdrop. People fill the seats at the tables and talk through their programmed conversations. They sound the same every time. I know because I eavesdrop on them. Seagulls cried like sirens in the distance. A thin cloud of fog hovered over the rocks near the water. I could barely hear the music playing nearby because of the constant conversations around me. Platinum utensils clanged against porcelain plates and the smell of food invaded my nose. But my favorite part was not the luxury. It wasn’t that feeling of being high class and attractive. My favorite part was not the gorgeous outlook. It wasn’t even the breathtaking architecture. My favorite part was the people. “Would you like anything to drink?” a waitress interrupted my daydream. She was wearing a fancy black dress. Truthfully, everyone in La Loma was wearing high class attire. It was different from life in the north coast. However, I didn’t care for any of it. Clothes don’t interest me. And why should they? They serve a utilitarian purpose. Why waste time deciding what dress you’re going to wear when you don’t have to? “Can, can I have.. a glass of, wine?” I stuttered and she nodded. I felt it was an appropriate thing to have in this occasion. In the real world, I prefer not to drink. The waitress brought me my glass of wine and I stared out at the so-called “Mediterranean” while I drank. I felt the maroon colored liquid enter my lips and splash upon my tongue. It’s dark rich flavor invoked images of a thousand fruits gushing across my taste buds. Behind me were tables seating guests amidst conversations. I turned and looked at them. These half-human constituents of the scene were not programmed to react exactly as a real person would. They don’t mind when I stare at them or when I listen intently to what they say without any contribution. I heard, “Se casó con esa dama. Ya tú sabe”. “¿Cuánto tiempo se conocen?” said another. “Seis meses”. They were speaking some made up language that I didn’t understand. And perhaps that’s the point. They weren’t saying anything at all. Plain gibberish. It leads me to wonder about the motives of the artist behind this place. Whoever was the genius who did the design, left it all open ended. I can interpret their nonsensical language to be whatever I want it to be. When my thirty minutes were over, I felt fulfilled. I eavesdropped on conversations. I stared directly into faces. I couldn’t do these things in the real world. But all of these things I could do without consequence while eating dinner at La Loma."
    }
  ]
}
